// The entry file of your WebAssembly module.
// assembly/index.ts
export function helloWorld(): string {
  return `
､,,--,,,__　　　　　　　　　　　　,,,.. -ｰ┬‐ァ　　　.,,'i
　　ﾞ''-,!,. ~~ﾞﾞ''ﾞ''ﾞ~￣￣￣~ﾞ''ﾞ''ﾞﾞ　　　,,-''ﾞ~　　,,-''ﾞ　|
　　　　 ~ﾞ''-,,'　　　　　　　　　　,,-''ﾞ~　　_,,-''ﾞ　　　,!
　　　　　　 ,',.c、　　　　,c..、　　ヽ､　 ｒ''ﾞ　 _,;=‐''ﾞ~
　　　　　　,!ﾋ;;ﾉ　_　　　ﾋ;;_ﾉ　　　　|　 ＼　ﾞヽ、
　　　　　　{D　､_,__,,　　　○　　　　ﾞ| 　 ／ ／
　　　　　　ﾞヽ、　　　　　　　　 ‐==ﾆ| ／,／
　　　　　　　,! ﾞ''ｰ 　 　 　 　 ,　　　｜ヾ''＼
　 　 　 　 　{　 i　　　　　　 /　ﾉ-=ﾆ|／ ／
　　　　　　　},,,,}　　　　　　 〉,,,}　　　|' <ﾞ
　　　　　　　!、　　　　　　　　,　　　/／
　　　　　　　 ヽ、　　　　　　（　　.ノﾞ~
　　　　　　　　ｆﾞ' ,,‐～ー--　ｆﾞ　iﾞ~
　　　　　　　　~''ﾞ　　　　　　 'ﾞ'ﾞ'~
  `;
}
